Repository: wanghai673/agent-sessions
Catalog: AgentSessions/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Removes Agent Sessions from the Dock when the menu bar item or a pinned Quota Meter keeps the app reachable. If neither path is available, Agent Sessions restores the Dock icon.
zh_hans: 当可通过菜单栏项目或固定的额度监视器访问 Agent Sessions 时，从程序坞中隐藏它。如果两种方式都不可用，Agent Sessions 会恢复程序坞图标。

source: Removes only Codex probe sessions after validation. If any session doesn’t look like a probe, nothing is deleted.
zh_hans: 验证后仅移除 Codex 探测会话。如果任何会话看起来不像探测会话，则不会删除任何内容。

source: Reopen from Help → Power Tips
zh_hans: 从“帮助”→“实用技巧”重新打开

source: Reopen them later from Saved Sessions.
zh_hans: 稍后可从“已保存的会话”中重新打开它们。

source: Reset
zh_hans: 重置

source: Reset All Settings?
zh_hans: 要重置所有设置吗？

source: Reset credits
zh_hans: 重置额度

source: Reset to Defaults
zh_hans: 恢复默认设置

source: Restore
zh_hans: 恢复

source: Restore Claude archives
zh_hans: 恢复 Claude 归档

source: Restore from Archive
zh_hans: 从归档中恢复

source: Restore from Archive?
zh_hans: 要从归档中恢复吗？

source: Restored
zh_hans: 已恢复

source: Restored — relaunch Claude Desktop
zh_hans: 已恢复——请重新启动 Claude Desktop

source: Resume
zh_hans: 继续

source: Resume Health Check
zh_hans: 继续功能健康检查

source: Resume Log
zh_hans: 继续日志

source: Resume Work
zh_hans: 继续工作

source: Resume in %@ (%@)
zh_hans: 在 %1$@ 中继续（%2$@）

source: Resume in Codex
zh_hans: 在 Codex 中继续

source: Resume past work
zh_hans: 继续以往工作

source: Resume the parent
zh_hans: 继续父会话

source: Resume the selected session in its original CLI (⌃⌘R)
zh_hans: 在原始 CLI 中继续所选会话（⌃⌘R）

source: Resuming a workflow child resolves to its parent session.
zh_hans: 继续工作流子会话时，会转到其父会话。

source: Return to past agent sessions from the session list.
zh_hans: 从会话列表继续以前的智能体会话。

source: Reveal
zh_hans: 显示

source: Reveal Session Log
zh_hans: 显示会话日志

source: Reveal Working Directory in Finder
zh_hans: 在 Finder 中显示工作目录

source: Reveal internal probe sessions in the Quota Meter. Leave OFF for normal use to avoid noise.
zh_hans: 在额度监视器中显示内部探测会话。正常使用时请保持关闭，以免产生干扰。

source: Reveal probe sessions in the Sessions list. Leave OFF for normal use to avoid noise.
zh_hans: 在会话列表中显示探测会话。正常使用时请保持关闭，以免产生干扰。

source: Reveal the detected Antigravity CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Antigravity CLI 二进制文件

source: Reveal the detected Claude CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Claude CLI 二进制文件

source: Reveal the detected Codex binary in Finder
zh_hans: 在 Finder 中显示检测到的 Codex 二进制文件

source: Reveal the detected Copilot CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Copilot CLI 二进制文件

source: Reveal the detected Cursor CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Cursor CLI 二进制文件

source: Reveal the detected Devin CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Devin CLI 二进制文件

source: Reveal the detected Droid CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Droid CLI 二进制文件

source: Reveal the detected Grok CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Grok CLI 二进制文件

source: Reveal the detected Kimi Code CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Kimi Code CLI 二进制文件

source: Reveal the detected OpenClaw binary in Finder
zh_hans: 在 Finder 中显示检测到的 OpenClaw 二进制文件

source: Reveal the detected OpenCode CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 OpenCode CLI 二进制文件

source: Reveal the detected Pi CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 Pi CLI 二进制文件

source: Reveal the detected fx CLI binary in Finder
zh_hans: 在 Finder 中显示检测到的 fx CLI 二进制文件

source: Reveal the log
zh_hans: 显示日志

source: Reveal working directory in Finder (⌘⇧O)
zh_hans: 在 Finder 中显示工作目录（⌘⇧O）

source: Revert all settings to their original values
zh_hans: 将所有设置恢复为原始值

source: Review images embedded in sessions.
zh_hans: 查看会话中嵌入的图像。

source: Review your OpenCode sessions
zh_hans: 查看你的 OpenCode 会话

source: Revision
zh_hans: 修订版本

source: Rich Transcript
zh_hans: 富文本对话记录

source: Right-click for controls
zh_hans: 右键点按以显示控制项

source: Right-click supported sessions to continue where you left off.
zh_hans: 右键点按支持的会话，即可从上次中断的位置继续。

source: Run codex --version to confirm resume support
zh_hans: 运行 codex --version 以确认是否支持继续会话

source: Run hard Codex /status probe now
zh_hans: 立即运行 Codex /status 强制探测

source: Runs a one-off /status probe regardless of staleness or auto-probe setting, and shows the result.
zh_hans: 忽略数据是否过期及自动探测设置，运行一次 /status 探测并显示结果。

source: Runs lightweight terminal-based probes in dedicated working folders to refresh usage limits. Probe sessions are auto-generated /usage checks stored in a separate Claude project. Cleanup only removes validated probe sessions; your normal sessions are never touched.
zh_hans: 在专用工作文件夹中运行轻量级终端探测，以刷新用量限额。探测会话是自动生成的 /usage 检查，存储在单独的 Claude 项目中。清理操作只会移除经过验证的探测会话，绝不会影响你的正常会话。

source: Runway drawer
zh_hans: 续航抽屉

source: Runway drawer: choose when the session runway appears.
zh_hans: 续航抽屉：选择何时显示会话续航。

source: Runway needs an account token
zh_hans: 续航需要账户令牌

source: Runway paused — %@ account access unavailable
zh_hans: 续航已暂停——无法访问 %@ 账户

source: Runway paused — %@ session expired
zh_hans: 续航已暂停——%@ 会话已过期

source: Runway paused — sign in to %@
zh_hans: 续航已暂停——请登录 %@

source: Runway rate
zh_hans: 续航速率

source: Saturday
zh_hans: 周六

source: Save
zh_hans: 保存

source: Save a session transcript when you need to keep or share it.
zh_hans: 需要保留或共享会话时，可保存其对话记录。

source: Save also keeps locally
zh_hans: 保存时同时保留本地副本

source: Save important sessions
zh_hans: 保存重要会话

source: Save to Downloads
zh_hans: 存储到“下载”

source: Saved
zh_hans: 已保存

source: Saved Only
zh_hans: 仅显示已保存的会话

source: Saved Sessions
zh_hans: 已保存的会话

source: Saved-copy metadata not initialized yet. Try “Show Saved Copy” to retry saving.
zh_hans: 已保存副本的元数据尚未初始化。请尝试“显示已保存的副本”以重新保存。

source: Save…
zh_hans: 存储…

source: Saving…
zh_hans: 正在保存…

source: Scanning session files…
zh_hans: 正在扫描会话文件…

source: Scope
zh_hans: 范围

source: Search
zh_hans: 搜索

source: Search Codex archives
zh_hans: 搜索 Codex 归档

source: Search Faster
zh_hans: 更快搜索

source: Search Root
zh_hans: 搜索根目录

source: Search Sessions…
zh_hans: 搜索会话…

source: Search across every session with ⌥⌘F, or find inside the open transcript with ⌘F. More tips live in Help → Power Tips.
zh_hans: 按 ⌥⌘F 搜索所有会话，或按 ⌘F 在已打开的对话记录中查找。更多技巧请参阅“帮助”→“实用技巧”。

source: Search across sessions
zh_hans: 跨会话搜索

source: Search inside one session
zh_hans: 在单个会话中搜索

source: Search sessions (⌥⌘F)
zh_hans: 搜索会话（⌥⌘F）

source: Search sessions (⌥⌘F). Filters: repo:NAME, path:PATH. Use quotes for phrases; escape \" and \\. Press Return for full deep scan.
zh_hans: 搜索会话（⌥⌘F）。筛选器：repo:NAME、path:PATH。短语请使用引号；请转义 \" 和 \\。按 Return 进行完整深度扫描。

source: Searching…
zh_hans: 正在搜索…

source: Security & Privacy
zh_hans: 安全性与隐私

source: Security & Privacy:
zh_hans: 安全性与隐私：

source: See what's new
zh_hans: 查看新功能

source: Select Antigravity Artifact Directory
zh_hans: 选择 Antigravity 构件目录

source: Select Codex Active Registry Directory
zh_hans: 选择 Codex 活跃注册表目录

source: Select Copilot Sessions Directory
zh_hans: 选择 Copilot 会话目录

source: Select Cursor CLI Binary
zh_hans: 选择 Cursor CLI 二进制文件

source: Select Devin CLI Binary
zh_hans: 选择 Devin CLI 二进制文件

source: Select Devin Sessions Directory
zh_hans: 选择 Devin 会话目录

source: Select Droid CLI Binary
zh_hans: 选择 Droid CLI 二进制文件

source: Select Droid Projects Directory
zh_hans: 选择 Droid 项目目录

source: Select Droid Sessions Directory
zh_hans: 选择 Droid 会话目录

source: Select GitHub Copilot CLI Binary
zh_hans: 选择 GitHub Copilot CLI 二进制文件

source: Select Grok CLI Binary
zh_hans: 选择 Grok CLI 二进制文件

source: Select Grok Sessions Directory
zh_hans: 选择 Grok 会话目录

source: Select Hermes CLI Binary
zh_hans: 选择 Hermes CLI 二进制文件

source: Select Hermes Sessions Directory
zh_hans: 选择 Hermes 会话目录

source: Select Kimi Code CLI Binary
zh_hans: 选择 Kimi Code CLI 二进制文件

source: Select Kimi Code Sessions Directory
zh_hans: 选择 Kimi Code 会话目录

source: Select OpenClaw CLI Binary
zh_hans: 选择 OpenClaw CLI 二进制文件

source: Select OpenClaw Sessions Directory
zh_hans: 选择 OpenClaw 会话目录

source: Select OpenCode CLI Binary
zh_hans: 选择 OpenCode CLI 二进制文件

source: Select OpenCode Sessions Directory
zh_hans: 选择 OpenCode 会话目录

source: Select Pi CLI Binary
zh_hans: 选择 Pi CLI 二进制文件

source: Select Pi Sessions Directory
zh_hans: 选择 Pi 会话目录

source: Select Qwen Code Binary
zh_hans: 选择 Qwen Code 二进制文件

source: Select Qwen Code Projects Directory
zh_hans: 选择 Qwen Code 项目目录

source: Select a Devin sessions directory
zh_hans: 选择 Devin 会话目录

source: Select a Grok sessions directory
zh_hans: 选择 Grok 会话目录

source: Select a Kimi Code sessions directory
zh_hans: 选择 Kimi Code 会话目录

source: Select a Pi sessions directory
zh_hans: 选择 Pi 会话目录

source: Select a session
zh_hans: 选择会话

source: Select a session to open its working directory
zh_hans: 选择一个会话以打开其工作目录

source: Select a session to reveal its log file
zh_hans: 选择一个会话以显示其日志文件

source: Select a session to view transcript
zh_hans: 选择一个会话以查看对话记录

source: Select a session with project metadata to filter
zh_hans: 选择包含项目元数据的会话以进行筛选

source: Select an fx sessions directory
zh_hans: 选择 fx 会话目录

source: Select an image
zh_hans: 选择图像

source: Select exactly one session to copy its ID
zh_hans: 只选择一个会话以复制其 ID

source: Select exactly one session to copy its resume command
zh_hans: 只选择一个会话以复制其继续命令

source: Select fx CLI Binary
zh_hans: 选择 fx CLI 二进制文件

source: Select fx Sessions Directory
zh_hans: 选择 fx 会话目录

source: Select the Antigravity CLI binary from the filesystem
zh_hans: 从文件系统中选择 Antigravity CLI 二进制文件

source: Select the Claude CLI binary from the filesystem
zh_hans: 从文件系统中选择 Claude CLI 二进制文件

source: Select the Codex binary from the filesystem
zh_hans: 从文件系统中选择 Codex 二进制文件

source: Select the Cursor CLI binary from the filesystem
zh_hans: 从文件系统中选择 Cursor CLI 二进制文件

source: Select the Devin CLI binary from the filesystem
zh_hans: 从文件系统中选择 Devin CLI 二进制文件

source: Select the Droid CLI binary from the filesystem
zh_hans: 从文件系统中选择 Droid CLI 二进制文件

source: Select the GitHub Copilot CLI binary from the filesystem
zh_hans: 从文件系统中选择 GitHub Copilot CLI 二进制文件

source: Select the Grok CLI binary from the filesystem
zh_hans: 从文件系统中选择 Grok CLI 二进制文件

source: Select the Kimi Code CLI binary from the filesystem
zh_hans: 从文件系统中选择 Kimi Code CLI 二进制文件

source: Select the OpenClaw binary from the filesystem
zh_hans: 从文件系统中选择 OpenClaw 二进制文件

source: Select the OpenCode CLI binary from the filesystem
zh_hans: 从文件系统中选择 OpenCode CLI 二进制文件

source: Select the Pi CLI binary from the filesystem
zh_hans: 从文件系统中选择 Pi CLI 二进制文件

source: Select the fx CLI binary from the filesystem
zh_hans: 从文件系统中选择 fx CLI 二进制文件

source: Send
zh_hans: 发送

source: Sent to the developer via Google Forms, tagged with your app and macOS version. No tracking.
zh_hans: 通过 Google Forms 发送给开发者，并附带你的 App 和 macOS 版本。不进行跟踪。

source: Session
zh_hans: 会话

source: Session Runway
zh_hans: 会话续航

source: Session Storage
zh_hans: 会话存储

source: Session View
zh_hans: 会话视图

source: Session file no longer exists.
zh_hans: 会话文件已不存在。

source: Session file not found
zh_hans: 未找到会话文件

source: Session info
zh_hans: 会话信息

source: Session runway rate: 5-hour, tokens, dollars, or weekly.
zh_hans: 会话续航速率：5 小时、令牌、金额或每周。

source: Session titles
zh_hans: 会话标题

source: Sessions
zh_hans: 会话

source: Sessions Directory
zh_hans: 会话目录

source: Sessions Folder
zh_hans: 会话文件夹

source: Sessions Over Time
zh_hans: 会话趋势

source: Sessions Storage
zh_hans: 会话存储

source: Sessions declining %lld%%
zh_hans: 会话数下降 %lld%%

source: Sessions running on Anthropic's servers appear as live rows next to your local agents. Read-only; nothing is stored on disk. Uses an undocumented API that may change.
zh_hans: 在 Anthropic 服务器上运行的会话会作为实时行显示在本地智能体旁边。仅供读取，不会在磁盘上存储任何内容。此功能使用未公开且可能变更的 API。

source: Sessions trending up %lld%%
zh_hans: 会话数上升 %lld%%

source: Set this Claude session back to active in Claude Desktop
zh_hans: 在 Claude Desktop 中将此 Claude 会话重新设为活跃状态

source: Set up
zh_hans: 设置

source: Settings
zh_hans: 设置

source: Settings can hide zero-message, low-message, housekeeping, or probe sessions.
zh_hans: 可在“设置”中隐藏无消息、消息很少、维护或探测类会话。

source: Settings…
zh_hans: 设置…

source: Share feedback
zh_hans: 分享反馈

source: Show %@
zh_hans: 显示%@

source: Show %@ blocks
zh_hans: 显示%@块

source: Show 5h run-out token
zh_hans: 显示 5 小时用尽标记

source: Show Active/Waiting sessions
zh_hans: 显示活跃/等待中的会话

source: Show Claude cloud sessions in Quota Meter (experimental)
zh_hans: 在额度监视器中显示 Claude 云端会话（实验性）

source: Show Claude reset indicators
zh_hans: 显示 Claude 重置指示器

source: Show Codex reset indicators
zh_hans: 显示 Codex 重置指示器

source: Show Images
zh_hans: 显示图像

source: Show Onboarding
zh_hans: 显示新手引导

source: Show Quota Meter
zh_hans: 显示额度监视器

source: Show Saved Copy
zh_hans: 显示已保存的副本

source: Show Session Files
zh_hans: 显示会话文件

source: Show Transcript Window
zh_hans: 显示对话记录窗口

source: Show a compact token such as ▸2h in the Quota Meter when fresh 5h usage samples project exhaustion before reset.
zh_hans: 当最新的 5 小时用量样本预测额度会在重置前用尽时，在额度监视器中显示类似 ▸2h 的紧凑标记。

source: Show all %lld lines
zh_hans: 显示全部%lld行

source: Show all blocks again
zh_hans: 重新显示所有区块

source: Show all sessions
zh_hans: 显示所有会话

source: Show command sessions
zh_hans: 显示命令会话

source: Show deleted OpenClaw sessions
zh_hans: 显示已删除的 OpenClaw 会话

source: Show hidden toolbar controls
zh_hans: 显示隐藏的工具栏控制项

source: Show inline image thumbnails in Session view
zh_hans: 在会话视图中显示内嵌图像缩略图

source: Show line numbers for code and diff blocks
zh_hans: 显示代码块和差异块的行号

source: Show menu bar icons
zh_hans: 显示菜单栏图标

source: Show menu bar item
zh_hans: 显示菜单栏项目

source: Show only %@ blocks
zh_hans: 仅显示 %@ 区块

source: Show only live sessions in the list (Codex, Claude)
zh_hans: 列表中仅显示实时会话（Codex、Claude）

source: Show only saved sessions
zh_hans: 仅显示已保存的会话

source: Show only sessions from %@ (⌥⌘P)
zh_hans: 仅显示来自 %@ 的会话（⌥⌘P）

source: Show or hide %@ sessions in the list
zh_hans: 在列表中显示或隐藏 %@ 会话

source: Show or hide Claude sessions (⌘2)
zh_hans: 显示或隐藏 Claude 会话（⌘2）

source: Show or hide Codex sessions (⌘1)
zh_hans: 显示或隐藏 Codex 会话（⌘1）

source: Show or hide agents in the list
zh_hans: 显示或隐藏列表中的智能体

source: Show or hide message counts in the Sessions list
zh_hans: 显示或隐藏会话列表中的消息数

source: Show or hide the %@ section in Quota Meter. Tracking continues while hidden.
zh_hans: 显示或隐藏额度监视器中的“%@”部分。隐藏后仍会继续跟踪。

source: Show or hide the %@ section.
zh_hans: 显示或隐藏“%@”部分。

source: Show or hide the Active/Waiting session indicators in the menu bar label.
zh_hans: 显示或隐藏菜单栏标签中的“活跃/等待”会话指示器。

source: Show or hide the Agent source column in the Unified list
zh_hans: 显示或隐藏统一列表中的智能体来源列

source: Show or hide the Project column in the Sessions list
zh_hans: 显示或隐藏会话列表中的项目列

source: Show or hide the Quota Meter.
zh_hans: 显示或隐藏额度监视器。

source: Show or hide the Save button. Saved sessions can be kept locally to prevent upstream pruning from removing them.
zh_hans: 显示或隐藏“保存”按钮。可将已保存的会话保留在本地，防止上游清理时将其移除。

source: Show or hide the Session title column in the Sessions list
zh_hans: 显示或隐藏会话列表中的会话标题列

source: Show or hide the Transcript window in the Unified Window
zh_hans: 显示或隐藏统一窗口中的对话记录窗口

source: Show or hide the file size column in the Unified list
zh_hans: 显示或隐藏统一列表中的文件大小列

source: Show or hide the modified date column
zh_hans: 显示或隐藏修改日期列

source: Show per-block line numbers for semantic code and diff transcript blocks.
zh_hans: 为语义代码和差异对话记录块显示各块的行号。

source: Show pills in menu bar
zh_hans: 在菜单栏中显示胶囊标签

source: Show probe sessions in Quota Meter (debug)
zh_hans: 在额度监视器中显示探测会话（调试）

source: Show resume diagnostics for this session
zh_hans: 显示此会话的继续诊断信息

source: Show session log file in Finder (⌥⌘L)
zh_hans: 在 Finder 中显示会话日志文件（⌥⌘L）

source: Show small image thumbnails inline in Session view. Thumbnails load after scrolling stops to reduce CPU and I/O during fast scroll.
zh_hans: 在会话视图中内嵌显示小图像缩略图。滚动停止后才会加载缩略图，以减少快速滚动时的 CPU 和 I/O 占用。

source: Show subagent hierarchy (⇧⌘H)
zh_hans: 显示子智能体层级（⇧⌘H）

source: Show system probe sessions for debugging
zh_hans: 显示用于调试的系统探测会话

source: Show the usage meters along the bottom of the main window. Turn this off if you read usage in the menu bar or the Quota Meter — tracking keeps running either way.
zh_hans: 在主窗口底部显示用量表。如果你在菜单栏或额度监视器中查看用量，可将其关闭；无论是否显示，跟踪都会继续运行。

source: Show the ↻ reset indicator next to the Claude usage meter when the menu bar label is displaying usage
zh_hans: 菜单栏标签显示用量时，在 Claude 用量表旁显示 ↻ 重置指示器

source: Show the ↻ reset indicator next to the Codex usage meter when the menu bar label is displaying usage
zh_hans: 菜单栏标签显示用量时，在 Codex 用量表旁显示 ↻ 重置指示器

source: Show this change in the transcript
zh_hans: 在会话记录中显示此更改

source: Show usage in the footer
zh_hans: 在页脚中显示用量

source: Showing active agents only
zh_hans: 仅显示活跃智能体

source: Shows a quiet dot instead of the smile.
zh_hans: 显示低调的圆点，而不是笑脸。

source: Shows a smiling face while you’re working but on track to fit the 5-hour window.
zh_hans: 工作期间，如果按当前进度不会超出 5 小时时段，则显示笑脸。

source: Shows the session runway only when it’s running low.
zh_hans: 仅在会话续航不足时显示。

source: Side Chats
zh_hans: 支线对话

source: Side chat
zh_hans: 支线对话

source: Sign in at claude.ai, then enable Web API mode — or install the Claude CLI so Agent Sessions can read usage directly.
zh_hans: 登录 claude.ai 后启用 Web API 模式，或安装 Claude CLI，让 Agent Sessions 直接读取用量。

source: Simplified Chinese arrives, and Quota Meter weekly rates get a stricter evidence model.
zh_hans: 新增简体中文支持，用量计的每周速率采用更严格的证据模型。

source: Size
zh_hans: 大小

source: Size column
zh_hans: 大小列

source: Skip preambles when parsing (Codex + Claude)
zh_hans: 解析时跳过前言（Codex + Claude）

source: Small shortcuts help when scanning lots of history.
zh_hans: 一些快捷操作可帮助你快速浏览大量历史记录。

source: Smile
zh_hans: 笑脸

source: Source
zh_hans: 来源

source: Source column
zh_hans: 来源列

source: Sources %lld/%lld
zh_hans: 来源 %1$lld/%2$lld

source: Spawned a workflow
zh_hans: 已启动一个工作流

source: Spawned a workflow · %lld agents
zh_hans: 已启动一个工作流 · %lld个智能体

source: Speak
zh_hans: 朗读

source: Speak another language?
zh_hans: 会说其他语言吗？

source: Sponsor on GitHub
zh_hans: 在 GitHub 上赞助

source: Spot fan-out
zh_hans: 识别并行分支

source: Stale
zh_hans: 已过期

source: Stale; alerts may be delayed
zh_hans: 数据已过期；提醒可能延迟

source: Standard
zh_hans: 标准

source: Start Exploring
zh_hans: 开始探索

source: Start coding to see analytics
zh_hans: 开始编码后即可查看分析

source: Start tracking to see patterns
zh_hans: 开始跟踪以查看活动规律

source: Started %@
zh_hans: 开始时为 %@

source: Started configuration is inferred from the first record, not a session-start setting.
zh_hans: 启动配置根据第一条记录推断，并非会话启动时的设置。

source: Status
zh_hans: 状态

source: Status: Beta. Scope in this release: Codex + Claude live/open detection.
zh_hans: 状态：Beta。本版本范围：检测 Codex 和 Claude 会话是否实时活跃或已打开。

# Step %lld of %lld
source: Step %1$lld of %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Stop Speaking
zh_hans: 停止朗读

source: Stop syncing after inactivity
zh_hans: 闲置后停止同步

source: Storage Root
zh_hans: 存储根目录

source: Structured cards with collapsible tool calls.
zh_hans: 使用可折叠工具调用的结构化卡片。

source: Style
zh_hans: 样式

source: Subagent
zh_hans: 子智能体

source: Subagent model
zh_hans: 子代理模型

source: Sunday
zh_hans: 周日

source: Support the project
zh_hans: 支持此项目

source: Switch between Session, Text, and JSON views for readability or raw structure.
zh_hans: 在“会话”、“文本”和 JSON 视图之间切换，以便阅读或查看原始结构。

source: Switch between relative and absolute modified timestamps
zh_hans: 在相对和绝对修改时间之间切换

source: Switch to Dark Mode
zh_hans: 切换到深色模式

source: Switch to Horizontal Split
zh_hans: 切换到水平分栏

source: Switch to Light Mode
zh_hans: 切换到浅色模式

source: Switch to Vertical Split
zh_hans: 切换到垂直分栏

source: Switch views depending on what you need.
zh_hans: 根据需要切换视图。

source: Switching an agent off could leave its sessions in filter-view search results, Kimi and Grok never reported that their loading had finished, and OpenClaw could mark Analytics out of date on every launch. Each of those came from a separate hand-written list of agents, and none of those lists remain.
zh_hans: 关闭某个智能体后，其会话可能仍会出现在筛选视图的搜索结果中；Kimi 和 Grok 从不报告加载完成；OpenClaw 还可能在每次启动时将分析标记为过期。这些问题分别源于不同的手工智能体列表，而这些列表现已全部移除。

source: Syncing updates %lld/%lld (%lld%%)…
zh_hans: 正在同步更新 %1$lld/%2$lld（%3$lld%%）…

source: Syncing updates (%lld)…
zh_hans: 正在同步更新（%lld）…

source: Syncing updates…
zh_hans: 正在同步更新…

source: System
zh_hans: 跟随系统

source: System Default
zh_hans: 系统默认

source: TOP TIME SLOTS
zh_hans: 高峰时段

source: TRENDS
zh_hans: 趋势

source: Tap to flip card and see agent details
zh_hans: 点按可翻转卡片并查看智能体详情

source: Tap to flip card and see insights
zh_hans: 点按可翻转卡片并查看洞察

source: Tap to flip card and see more details
zh_hans: 点按可翻转卡片并查看更多详情

source: Tap to flip card and see time details
zh_hans: 点按可翻转卡片并查看时间详情

source: Tell us what to build next
zh_hans: 告诉我们接下来该做什么

source: Test now
zh_hans: 立即测试

source: Testing…
zh_hans: 正在测试…

source: Text
zh_hans: 文本

source: The 5h limit window has reset.
zh_hans: 5h 额度周期已重置。

source: The CLI probe did not return usage. Use the menu bar's Hard Refresh for diagnostics.
zh_hans: CLI 探测未返回用量。请使用菜单栏中的“Hard Refresh”进行诊断。

source: The account is signed in, but it does not currently have access to %@ usage. Check the account plan, or hide this provider from Quota Meter while tracking remains enabled.
zh_hans: 此账户已登录，但目前无权访问 %@ 用量。请检查账户方案，或在保持跟踪启用的同时，从额度监视器中隐藏此提供商。

source: The agent switches reach everywhere
zh_hans: 智能体开关现已全面生效

source: The crash email draft could not be prepared.
zh_hans: 无法准备崩溃报告邮件草稿。

source: The menu bar item shows active and waiting sessions first. Usage controls and reset details appear below when usage tracking is enabled.
zh_hans: 菜单栏项目会优先显示活跃和等待中的会话。启用用量跟踪后，下方会显示用量控制项和重置详情。

source: The provider asked Agent Sessions to pause usage requests. Tracking will retry automatically; hiding affects only Quota Meter.
zh_hans: 提供商要求 Agent Sessions 暂停用量请求。跟踪功能会自动重试；隐藏仅影响额度监视器。

source: The provider did not record an inference region.
zh_hans: 提供商未记录推理区域。

source: The provider recorded an empty inference region.
zh_hans: 提供商记录的推理区域为空。

source: The provider reported that inference geography was unavailable.
zh_hans: 提供商报告推理地理位置不可用。

source: The right CLI wins
zh_hans: 优先使用正确的 CLI

source: The transcript for this session is not loaded.
zh_hans: 此会话的对话记录尚未加载。

source: The weekly Session Runway used to divide everything burned since the weekly reset by the time elapsed, so one heavy day set the displayed pace for days after. It now measures the burn between recent quota readings, and shows token throughput until it has a real reading to attribute.
zh_hans: 过去，每周会话续航会用周重置后的全部消耗除以经过时间，因此某一天的高用量会影响之后多天显示的消耗速度。现在它会测量最近几次额度读数之间的消耗，并在获得可归因的实际读数前显示 token 吞吐量。

source: Theme
zh_hans: 主题

source: Thinking effort %@ → %@
zh_hans: 思考强度 %1$@ → %2$@

source: Thinking effort changed: %@ → %@
zh_hans: 思考强度已更改：%1$@ → %2$@

source: This %@ session was removed by the system or CLI.
zh_hans: 此 %@ 会话已被系统或 CLI 移除。

source: This Antigravity session could not be parsed. It may be truncated or corrupted.
zh_hans: 无法解析此 Antigravity 会话。它可能已被截断或损坏。

source: This agent is disabled in General -> Active CLI agents.
zh_hans: 此智能体已在“通用 -> 活跃的 CLI 智能体”中停用。

source: This agent is disabled in General → Active CLI agents.
zh_hans: 此智能体已在“通用 → 活跃的 CLI 智能体”中停用。

source: This controls only the standalone Quota Meter. Tracking, the main-window footer, the menu bar, and session indexing are unchanged.
zh_hans: 此设置仅控制独立的额度监视器，不会影响跟踪、主窗口页脚、菜单栏和会话索引。
